content/archives/2021/random.md
+++
title = "Getting Started"
author = ["En Logger"]
date = 2021-08-05
draft = false
+++

## Progress so far. {#progress-so-far-dot}

This is just the start of something new. Even my writing is terrible.

This is barely getting started section. Just setup the basic version of web page to get started. I am expecting the site to evolve as I keep updating things.

However, this should be bare minimum and readable everywhere.
